[
    {
        "id": 1,
        "image": "https://i.ibb.co/1RY0d9b/dry.jpg",
        "name": "Solid Gold Indigo Moon with Chicken & Eggs",
        "description": "On the prowl for a grain and gluten free food your cat will love? This high-protein formula provides a combination of nutrient-dense ingredients and boasts healthy fats—all packed in a convenient dry food with the flavor your cat craves. Crafted with cage free, all natural chicken, nutrient-rich whole egg and our unique blend of functional superfoods, this recipe is sure to please even the pickiest palate while promoting gut health and overall immune support. **Packaging May Vary**",
        "price": 20.89,
        "rating": 5
    },
    {
        "id": 2,
        "image": "https://i.ibb.co/Hxz2hVc/dry1.png",
        "name": "Naturals Active Cat Chicken Meal & Rice Formula",
        "description": "Diamond Naturals Active Cat Chicken Meal & Rice Formula is formulated with high levels of protein and fat to meet the specific needs of active adult cats. Also appropriate for kittens and pregnant or nursing adult cats, this formula contains DHA to support brain and vision development in kittens. This high-protein, high-fat formula provides high-power nutrition in every situation.",
        "price": 28.99,
        "rating": 4
    },
    {
        "id": 3,
        "image": "https://i.ibb.co/wr4RSk1/dry2.jpg",
        "name": "Adult Sensitive Stomach & Skin Grain Free Tender Salmon & Yellow Pea",
        "description": "At Hill's, we study pet's biology to understand how nutrition impacts digestive & skin health. Prebiotic fiber is important for the gut microbiome, the unique mix of bacteria essential for a healthy digestive system. Vitamin E, Omega-6s & other nutrients help maintain & protect skin. Hill's® Science Diet® Sensitive Stomach & Skin Grain Free dry cat food provides precise nutrition for digestive health & optimal skin care.",
        "price": 48.99,
        "rating": 3
    },
    {
        "id": 4,
        "image": "https://i.ibb.co/GxvKkZd/dry3.jpg",
        "name": "Four Star Surf & Turf Formula",
        "description": "Fromm Four-Star Surf & Turf Recipe is an exquisite, grain-free blend of salmon, chicken, and whitefish. This recipe is specially prepared to ensure consistency, quality, and superior taste in each and every bowl. Surf & Turf Recipe cat food provides complete and balanced nutrition for cats of all ages and can be alternated with other Fromm Four-Star recipes..",
        "price": 56.75,
        "rating": 2
    },
    {
        "id": 5,
        "image": "https://i.ibb.co/pxXGj7J/dry4.jpg",
        "name": "Four Star Grain Free Game Bird Recipe",
        "description":"Fromm Four-Star Nutritionals Grain-Free Game Bird Recipe Dry Dog Food has multiple sources of protein to maximize nutrient absorption and provide a wild, fresh caught flavor that will leave even the tamest lap dog feeling like a pure-bred pointer.Added blueberries are rich in antioxidants and fight free radicals in the cells to slow down aging.",
        "price": 56.75,
        "rating": 1
    },
    {
        "id": 6,
        "image": "https://i.ibb.co/PDt3pxK/wet.jpg",
        "name": "Grain Free 96% Real Turkey",
        "description":"Made with Real Turkey.Natural formula with added vitamins & minerals.Great taste cat's love.Turkey, turkey broth, turkey liver, natural flavor, calcium carbonate, potassium chloride, agar-agar, choline chloride, salt, taurine, yucca schidigera plant extract, dried kelp, betaine, iron proteinate, zinc proteinate, niacin, vitamin E supplement, manganese proteinate, copper proteinate, sodium",
        "price": 20.35,
        "rating": 5
    },
    {
        "id": 7,
        "image": "https://i.ibb.co/9px1dnQ/wet1.jpg",
        "name": "Adult Cat Chicken Formula",
        "description":"Vetdiet adult wet cat food is specially prepared with deboned chicken and natural ingredients to procure well-balanced nutrition for your pet. Our grain-free wet cat food will contribute to:Strong immune system thanks to the addition of antioxidants Healthy vitality from an optimal balance of energy, vitamins and minerals.A healthy skin and coat thanks to ideal levels of omega-3 and omega-6 fatty acids. Optimal digestion from our blend of prebiotics.",
        "price": 38.35,
        "rating": 4
    },
    {
        "id": 8,
        "image": "https://i.ibb.co/LxQnfc6/wet2.jpg",
        "name": "Healthy Indulgence Natural Grain Free Morsels with Chicken and Turkey in Savory Sauce",
        "description":"Wellness Healthy Indulgence Natural Grain Free Morsels with Chicken and Turkey in Savory Sauce Cat Food Pouch is a great recipe to help keep cats hydrated as well as their bellies happy! This recipe uses high-quality proteins to help keep your cat satisfied. Also the delicious morsels are mixed with water based sauce which helps keep you cat hydrated. Cranberries and blueberries in this recipe help support your cat's urinary tract as well as the sweet potatoes and carrots provide natural antioxidants that ease digestion.",
        "price": 34.38,
        "rating": 3
    },
    {
        "id": 9,
        "image": "https://i.ibb.co/VmgTMbn/wet3.jpg",
        "name": "Tender Favorites Poultry and Beef Variety Pack Wet Cat Food",
        "description":"Meow Mix Tender Favorites Poultry & Beef Variety Pack has the perfect mix of tastes your cat will love. Made with real cuts of chicken, beef, or turkey, these mixes make every mealtime irresistibly delicious.",
        "price": 41.38,
        "rating": 2
    },
    {
        "id": 10,
        "image": "https://i.ibb.co/kHJr44G/wet4.jpg",
        "name": "Adult 7+ Savory Chicken Entree",
        "description":"Packed with high-quality protein for lean muscle, Hill's Science Diet Adult 7+ Savory Chicken Entree canned food uses real chicken in a succulent wet food specially formulated for mature cats. This easy-to-digest senior cat food made with natural ingredients provides older felines with lean protein for muscle maintenance. Give the perfect balance of taste and nutrition with this smooth canned food packed with antioxidants plus vitamins C+E. There's more to love with the new look of Science Diet® Some of our products also have new names, new kibble shapes & new formulas.",
        "price": 22.28,
        "rating": 1
    }
]